; 
;  Muutama sääntö jos aiot tehdä käänöksen:
;  Kun aloitat käännöstyön - kopioi english.ini omalle kielellesi (esim. finnish.ini)
;  Käännä vain teksti ' = ' merkin jälkeen
;  Älä muokkaa riviä: ReadHabit=Left-to-right
;  Wise Disk Cleaner
;  TranslationAuthor: penaV
;  TranslationAuthorEmail: penav@outlook.com
;  TranslationAuthorWeb:
;  Soft Version: 10.1.3
;  Update: 2018-Dec-12
[Lang]
NativeLanguage=Suomi

[GUI]
ButtonYes=Kyllä
ButtonNo=EI
ButtonOK=OK
ButtonMinimize=Pienennä
ButtonMaximize=Suurenna
ButtonClose=Sulje
ButtonRestore=Palauta
ButtonMenu=Valikko
ClearMode=Selkeä tila
ClassicMode=Perinteinen tila

[Translation]
ReadHabit=Left-to-right
LanguageName=FIN
LangCode=040B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Tietoja Päivityksestä
Warning=Varoitus
Error=Virhe
Confirm=Vahvista
;
; Popup Menu - Ponnahdus valikko
;
pmGo=Avaa Sisältö Kansio
pmNone=Ei Mitään
pmAll1=Valitse Kaikki
pmrec=Suositellut
pmIgnore=Älä huomioi tätä kohdetta
pmExport=Vie kohteeseen ...
pmInvert=Käänteinen Valinta
;
; Main GUI - Pää ohjelma
;
FrmWDC.pmPortable.caption=Luo siirrettävä (USB) versio
FrmWDC.pmRestore.caption=Palauta
FrmWDC.pmSettings.caption=Asetukset
FrmGeneral.chkuac.caption=Ohita käyttäjätilin (UAC) hallintavaroitus.
FrmWDC.pmHelp.caption=Suoraa Apua
FrmWDC.pmHome.caption=Kotisivulle
FrmWDC.pmForum.caption=Keskustelu alueelle
FrmWDC.pmContact.caption=Ota yhteyttä Meihin
FrmWDC.pmCheckNew.caption=Tarkista päivitykset
FrmWDC.pmLang.caption=Kielet
FrmWDC.pmSkin.caption=Vaihda ulkoasua
FrmWDC.pmabout.caption=Tietoja Meistä
FrmWDC.btncomm.caption=Perus Siivoaja
FrmWDC.btnadv.caption=Edistynyt Siivoaja
FrmWDC.btnsilm.caption=Järjestelmän Kevennys
FrmWDC.btnlikeit.caption=Tykkään
FrmWDC.btnsuggest.caption=Tukikeskukseen
FrmWDC.btnupdate.caption=Tarkista päivitykset
FrmWDC.btnfacebook.hint=Seuraa meitä Facebookissa
FrmWDC.btntwitter.hint=Seuraa meitä Twitterissä
FrmWDC.btnemail.hint=Jaa tätä ystävillesi
FrmWDC.btnassist.caption=Tukea
FrmWDC.btnmessage.caption=Viestit
;
; Advanced Cleaner - Edistynyt siivoaja
;
FrmAdvSettings.lblinfo.caption=Nämä valinnat ovat oletuksena. Jos muutat valintoja, joudut valitsemaan ne uudelleen.
Frmadvdc.btnscan.caption=Käynnistä etsintä
Frmadvdc.lblpath.caption=Etsi sijainnista:
Frmadvdc.btnrescan.caption=Etsi uudelleen
Frmadvdc.btnre.caption=Suositellut
Frmadvdc.btnall.caption=Valitse kaikki
Frmadvdc.btnadvanced.caption=Edistyneet asetukset
Frmadvdc.btnnone.caption=Ei mitään
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner on johtava Vapaa Rekisteri Siivoaja Windowsille. Nopea, Tarkka ja Turvallinen!
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblspeed.caption=Maailman Nopein etsintä nopeus!
Frmadvdc.lblrec.caption=Muut Wisen Sovellukset joista Käyttäjät Pitävät:
Frmadvdc.vtfiles.Columns[0]=Tiedosto nimi
Frmadvdc.vtfiles.Columns[1]=Koko
Frmadvdc.vtfiles.Columns[2]=Polku
Frmadvdc.vtfiles.Columns[3]=Käytetty viimeksi
Frmadvdc.vtfiles.Columns[4]=Tyyppi
;
; Advanced Settings - Edistyneet asetukset
;
FrmAdvSettings.btnok.caption=OK
FrmAdvSettings.btnadd.caption=Lisää
FrmAdvSettings.btnremove.caption=Poista
FrmAdvSettings.btncancel.caption=Peruuta
FrmAdvSettings.wcknull.caption=Etsi tyhjät tiedostot (0 tavua, hitaampi)
FrmAdvSettings.wckshortcut.caption=Etsi virheelliset pikakuvakkeet (hitaampi)
FrmAdvSettings.caption=Edistyneet asetukset
FrmAdvSettings.btnre.caption=Suositellut
FrmAdvSettings.btnall.caption=Valitse Kaikki
FrmAdvSettings.btnnone.caption=Ei mitään
;
; Input - Syöte
;
Frminput.btnok.caption=Ok
Frminput.btncancel.caption=Peruuta
;
; About - Tietoja
;
FrmAboutWin.caption=Tietoja Ohjelmasta ja Meistä
FrmAbout.lblver.caption=Nykyinen Versio:
FrmAbout.lblhome.caption=Kotisivu:
FrmAbout.lblemail.caption=Tuen Sähköposti:
FrmAbout.lblthanks.caption=Kiitos seuraaville henkilöille heidän avusta:
FrmAbout.btngoogle.hint=Seuraa meitä Google+:ssa
;
; Auto Run Settings - Auto suoritus asetukset
;
FrmAutorunSettings.lblcmd.caption=Komentokehoite Tila
FrmAutorunSettings.lblcmdinfo.caption=Voit suorittaa ohjelman, etsiä ja siivota levysi automaattisesti komentokehoittessa. Lisää tietoja, paina F1 tai klikkaa oheista URL-linkkiä lukeaksesi ohje tietoja.
FrmAutorunSettings.chk1.caption=Luo 'Siivous 1-klikkauksella' kuvake ja sijoita se työpöydälle
FrmAutorunSettings.chkadv.caption=Sisältää edistyneen siivoajan
FrmAutorunSettings.btnhelp.caption=Suoraa Apua
;
; Common Cleaner - Perus siivoaja
;
Frmcommon.lblcustom.caption=Muokattu
Frmcommon.lblcustomhint.caption=Etsi muokatut kohteet.
FrmCommon.btnBack.caption=Palaa päänäkymään
FrmCommon.btnall.caption=Valitse Kaikki
FrmCommon.btnre.caption=Suositellut
FrmCommon.btnnone.caption=Ei mitään
FrmCommon.wckadv.caption=Sisällytä Edistynyt siivoaja
FrmCommon.WiseLabel1.caption=Ajastus
FrmCommon.lbltype.caption=Valitse ajankohta:
FrmCommon.lblweek.caption=Valitse päivä:
FrmCommon.lbltime.caption=Aika:
FrmCommon.btnScan.caption=Etsi
FrmCommon.lblstat.caption=Nopeaa ja helppoa siivota käyttämättömät tiedostot ja jäljet.
FrmCommon.btncancel.caption=Keskeytä
FrmCommon.btnrescan.caption=Etsi uudelleen
FrmCommon.lbltrash.caption=Roska
FrmCommon.lbltrace.caption=Roskat
FrmCommon.lblapp.caption=Sovellukset
FrmCommon.lblcookie.caption=Evästeet
FrmCommon.lbltrashhint.caption=Käyttämättömät tiedostot tietokoneella.
FrmCommon.lbltracehint.caption=Järjestelmän ja käyttäjän roskat.
FrmCommon.lblapphint.caption=Muiden sovellusten luomat käyttämättömät tiedostot tai roskat.
FrmCommon.lblcookiehint.caption=Selain ja flash evästeet.
;
; Exclusion List - Pois sulku lista
;
FrmExclusion.btnAddFile.caption=Lisää tiedosto
FrmExclusion.btnAddFolder.caption=Lisää kansio
FrmExclusion.btnAddType.caption=Lisää tiedosto tyyppi
FrmExclusion.BtnAddCookie.caption=Lisää evästeet
FrmExclusion.btnImport.caption=Tuo
FrmExclusion.btnExport.caption=Vie
FrmExclusion.btnRemove.caption=Poista
;
; General Settings - Yleis asetukset
;
FrmGeneral.lblmode.caption=Valitse käyttämäsi tila:
FrmGeneral.chkmode0.caption=Selkeä tila
FrmGeneral.chkmode1.caption=Perinteinen tila
FrmGeneral.lbtran.caption=Käännetty kielille...
FrmGeneral.chkNews.caption=Auto hae uutiskirjeet
FrmGeneral.chknotice.caption=Näytä auto siivous huomautus
FrmGeneral.chkwipe.caption=Turvallinen poisto (Hitaampi)
FrmGeneral.WiseLabel1.caption=Tarkista Päivitykset:
FrmGeneral.WiseLabel2.caption=Oletus kieli:
FrmGeneral.btnchecknew.caption=Tarkista nyt
FrmGeneral.chkexp.caption=Nauti Asiakas Kokemusten Kehitys Ohjelmasta
FrmGeneral.lblexp.caption=Tietoja
FrmGeneral.chkassist.caption=Huomauta minua kun joku lähettää maksetun kysymyksen.
;
; Custom Settings - Muokatut asetukset
;
FrmCustom.WiseLabel4.caption=Muokkaa tyhjennettäviä kansioita (Käytössä kehittynessä siivoojassa)
FrmCustom.btnAdd.caption=Lisää
FrmCustom.btnRemove.caption=Poista
FrmCustom.lblCustom.caption=Muokkaa etsintä sääntöjäsi.
FrmCustom.lblcustominfo.caption=Jos olet kokenut käyttäjä, voit muokata etsintä sääntöjä etsiäksesi enemmän turhia tiedostoja. Klikkaa seuraavaa linkkiä oppiaksesi tekemään määritys tiedoston.
FrmCustom.btnhelp.caption=Suoraa Apua
;
; Mode Settings - Tila asetukset
;
FrmMode.lblmode.caption=Valitse käyttämäsi tila:
FrmMode.btnAdv.caption=Perinteinen tila
FrmMode.btnSimple.caption=Selkeä tila
;
; Restore - Palautus
;
FrmRestore.btnrestore.caption=Palauta
FrmRestore.btnremove.caption=Poista
FrmRestore.Btnclose.caption=Sulje
FrmRestore.caption=Palauta
;
; Settings - Asetukset
;
FrmSettings.tsCommon.caption=Yleiset
FrmSettings.tsAutoRun.caption=Auto suoritus
FrmSettings.tsExclusion.caption=Pois suljetut
FrmSettings.btnrestore.caption=Tietoja
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Keskeytä
FrmSettings.caption=Asetukset
FrmSettings.tsCustom.caption=Muokatut
;
; System Cleaner - Järjestelmän siivoaja
;
FrmSysClean.lblrecommendinfo.caption=Kokeile meidän älykkäitä tuotteitamme parantaaksesi Windowsin suorituskykyä nyt.
FrmSysClean.lblpceinfo.caption=Wise Care 365 on ryhmä tärkeitä rekisteri, levy ja muita järjestelmä sovelluksia Tietokoneellesi. Helppo käyttää ja Tehokas !
FrmSysClean.lblre.caption=Haluatko tulevaisuudessa parantaa Windowsin suorituskykyä?
FrmSysClean.btnSlimming.caption=Kevennä
FrmSysClean.btnall.caption=Valitse Kaikki
FrmSysClean.btnrecommended.caption=Suositellut
FrmSysClean.btnnone.caption=Ei Mitään
FrmSysClean.vtsys.Columns[0]=Kohde
FrmSysClean.vtsys.Columns[1]=Koko
FrmSysClean.vtsys.Columns[2]=Sijainti
FrmSysClean.vtsys.Columns[3]=Ehdotus
;
; Disk Defrag - Levyn eheytys
;
FrmDiskDefrag.btnfree.caption=Vapaa Levytila
FrmDiskDefrag.btnfolder.caption=Kansio
FrmDiskDefrag.btnfile.caption=Tiedosto
FrmDiskDefrag.btnsystem.caption=Järjestelmä Tiedosto
FrmDiskDefrag.btnFragmented.caption=Pirstoutuneet
FrmDiskDefrag.btnmft.caption=PääTiedostoTaulu (MFT)
FrmDiskDefrag.chkshutdown.caption=Sammuta levyn eheytyksen jälkeen.
FrmDiskDefrag.btnpause.caption=Tauko
FrmDiskDefrag.btnstop.caption=Pysäytä
FrmDiskDefrag.btnDefrag.caption=Eheytys valinnat
FrmWDC.btndefrag.caption=Levyn Eheytys
;
; Schedule task - Ajastus tehtävä
;
FrmScheduler.caption=Ajastin

[Message]
NoNews=Snulla ei ole lukematta jääneitä viestejä.
ConfirmRemoveDownload=Se poistaa kaikki tiedostot latauskansiosta, oletko varma että haluat jatkaa?
Skipped=Ohitettu
NeedAdmin=Ominaisuus on saatavilla vain järjestelmänvalvojalle. Jos haluat suorittaa toiminnon, kirjaudu järjestelmänvalvojana.
Entries=Merkinnät
Clean=Ei siivottavaa
ScheduleHint=Siivoa tietokoneesi säännöllisesti.
UpdateError=Päivitys virhe, haluatko ladata viimeisimmän version verkkosivultamme?
LestOneItem=Valitse ainakin yksi kohde siivoukseen.
HistorySaved=Levytilan säästö yhteensä: %s
DisableAdd=Turvallisin tapa, jotkin erikois kansiot (kuten "Windows Kansio", "Käynnistä Kiintolevyltä" ja "CD-ROM") eivät ole sallittuja lisätä tälle listalle.
ConfirmAdd=Oletko varma että haluat poistaa kaikki tiedostot kohteesta %s kun suoritat "Edistynyttä Siivoajaa"?
DupFolder=Tämä kansio on jo listalla.
ExImport=Pois sulku lista on viety kohteeseen:
SelectHardDrive=Valitse kiintolevy
CreationDate=Luonti päivä
Description=Kuvaus
NowCleaning=Nyt siivotaan:
ScheduleNextTime=Seuraavalla kerralla:
Never=Ei Koskaan
InputType=Anna tiedostonimi tai -tyyppi (Esim: *.tmp jne..)
WarnNoType=Valitse ainakin yksi tiedostotyyppi etsintään!
NoItemChecked=Valitse yksi tai useampia tiedostoja siivoukseen.
WDCRunning=Ohjelma on käynnissä.
RemoveSysRestore=Haluatko poistaa valitun, järjestelmän palautuspisteen?
RestoreFromSysRestore=Sinun täytyy käynnistää tietokone uudelleen järjestelmän palautuksessa. Haluatko käynnistää palautuksen nyt?
WarnZeroFile=Valitsit "Tyhjä Tiedosto" tilan. Jotkin 0 tavun tiedostot ovat tarpeellisia, tarkastele niitä ennen kuin poistat ne. Oletko varma että haluat tehdä tämän?
SysRestoring=Valmistellaan järjestelmän palauttamista...
SysCreating=Luodaan järjestelmän palautuspiste...
Browse=Selaa...
AllHardDrive=Paikalliset levyt
Cleaning=Siivotaan...
Exported=Nykyiset kohteet on viety sijaintiin %s, haluatko avata tiedoston nyt?
LeftTimeSec=Kesto: %s sekunttia
Safetodel=Tämä kohde voidaan turvallisesti tuhota.
MoreSpace=Levytilan lisäys.
Unknow=Tuntematon.
AddFileType=Lisää tiedosto tyyppi
AlreadExist=%s esiintyy jo listalla.
illegalType=%s on laiton tiedosto tyyppi.
Summary=Yhteenveto
InputSummary=Anna kuvaus tälle tyypille:
noselected=Kohteita ei ole valittuna.
DelFileType=Oletko varma että haluat tuhota tämän tiedosto tyypin?
ScanAborted=Etsintä on keskeytetty!
TrashFound=%d tiedosto(a) löytyi, koko yhteensä %s.
NoTrashAndTrace=Onnittelut! Sinulla on Puhdas tietokone!
CleanDone=Siivous on viimeistelty!
LestOne=Valitse ainakin yksi kohde etsintään.
LestOneClean=Valitse ainakin yksi kohde siivoukseen.
Scanning=Etsitään..
InvalidIgnorItem=Ei voi jättää huomioimatta tätä kohdetta.
TraceFound=%d jälkeä löydetty.
CleanNow=Välitön siivous on suositeltavaa.
TrashRemoved=%d tiedosto(a) poistettu ja %s levytilaa vapautunut.
TraceRemoved=%d jälkeä on poistettu.
LastCommonClean=Viimeisin levyn siivous suoritettu:
Working=Odota että nykyinen tehtävä on suoritettu ja yritä uudelleen.
NoFilesFound=Ei roska tiedostoja
NoTracesFound=Ei jälkiä
FindTraces=%d jälkeä
NoItemFound=Ei siivottavaa
FindFilesSize=%d tiedosto(a) löytyi, koko yhteensä %s
FindTracesSection=%d jälkeä löytyi tästä kohdassa
CanFreeSpace=%d tiedosto(a) löytyi ja %s on tallennettu
TotalTraces=Kohteesta %d löytyi yhteensä jälkeä
EnableRestore=Järjestelmän Palautus on estetty. Haluatko sallia järjestelmän palautuksen?
RestorePointFail=Järjestelmän palautuspisteen luonti epäonnistui.
ErrorMsg=Virhe Viesti:
NoNewVer=Onnittelut! Käytät viimeisintä versiota!
KeyWord=Syötä avainsana(t):
AddFolder=Lisää kansio
CannotCrTask=Ei voi luoda ajastettua tehtävää.
InvalidType=Syötä kelpaava tiedosto pääte.
NoType=Tarkista ainakin yksi etsintä tyyppi.
FailToDelete=Joitain tiedostoja ei voida poistaa ennen kuin käynnistät tietokoneen uudelleen.
GoodHabit=Tietokoneen pitäminen puhtaana on hyvä tapa. Pidä sitä yllä!
7After=%d päivää kulunut viimeisestä eheytyksestä. Välitön etsintä on suositeltavaa.
7Before=On hyvä tapa pitää levyt puhtaina ja yksityisyytesi suojattuna.
TaskExists=Ajastettu tehtävä on jo. Haluatko poistaa sen vai luoda uuden ajastetun tehtävän? (Ei - Muokkaa olemassa olevaa. Keskeytä - Keskeytä tapahtuma.)
NoBackupSelected=Valitse ainakin yksi varmuuskopio palautukseen.
StartScan=Aloita Etsintä
StartClean=Aloita Siivous
Cancel=Keskeytä
Idle=Kun jouten
Daily=Päivittäin
Weekly=Viikoittain
Monthly=Kuukausittain
Monday=Maanataisin
Tuesday=Tiistaisin
Wednesday=Keskiviikkoisin
Thursday=Torstaisin
Friday=Perjantaisin
Saturday=Lauantaisin
Sunday=Sunnuntaisin
AvdDefaultHint=Tämän sivun edistyneillä asetuksilla, löydät enemmän tarpeettomia tiedostoja ja vapautat enemmän levytilaa.
TrashFoundEx=Seuraavat roska tiedostot löydetty:
NoDriveChecked=Sinun pitää valita yksi tai useampia asemia etsintään.
ScanFor=Etsi asema:
FindDrives=Etsitään asemia...
Login=Kirjauduttaessa
NewVer=Uusi versio saatavilla! Haluatko päivittää nyt?
TranslateTo=Käännetty kielille...
AddCookies=Lisää evästeet
InputCookie=Anna evästeet (Esim.: wisecleaner.com jne...)
InvalidCookie=Virheellinen eväste
BrowserRunning=%s on käynnissä. Haluatko sulkea sen? Muussa tapauksessa, välimuistia ja evästeitä ei voida siivota?

[CommonClean]
ScanAbortedHint=Ehdotamme että etsit välittömästi uudelleen löytääksesi tarpeettomat tiedostot ja jäljet.
DefaultHint=Siivoamalla tarpeettomat tiedostot ja Internet jäljet voi säästää levytilaa ja suojata yksityisyyttäsi.
ScanAbortedHint1=Ehdotamme että etsit välittömästi uudelleen löytääksesi tarpeettomat tiedostot.
WhenIdle=Kun jouten
WhenLogin=Kirjauduttaessa

[SysClean]
Open=Avaa
Remove=Poista
MoreSpace=Lisää Tilaa
Cleaning=Siivotaan...
Scanning=Etsitään...
ScanEnd=Yhteensä %d kohdeta löytyi. %s levytilaa vapautuu järjestelmän kevennyksen jälkeen.
NoItems=Onnittelut! Järjestelmä asema on puhdas.
SpaceFreed=Järjestelmän kevennys päättynyt. %s levytilaa vapautui.
Installer=Vanhentunut Windows Asennus
LongInstaller=Vanhentuneet Windows Asennukset ovat tarpeettomia tiedostoja. Ne voidaan poistaa vapauttaen levytilaa.
PatchUninstall=Asennuksenpoisto Tiedostot Windows Päivitys Paketeista
LongPatchUninstall=Jos et tarvitse asennuksenpoistoja Windows Päivityksille, voit poistaa nämä tiedostot.
Downloadedfiles=Windowsin Lataamat Asennus Tiedostot
Longdownloadedfiles=Kun Windows päivitys paketin asennus onnistunut, voit turvallisesti poistaa nämä tiedostot.
Baselinecache=Windows Asentajan Perustason Välimuisti
LongBaselinecache=Tiedostot jotka luonut Windows asennus palvelu, nämä voidaan poistaa.
JPIME=Japanilainen IME (kirjoitustuki)
LongJPIME=Jos et tarvitse Japanilaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
KoreanIME=Korealainen IME (kirjoitustuki)
LongKoreanIME=Jos et tarvitse Korealaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
TChineseIME=Perinteinen Kiinalainen IME (kirjoitustuki)
LongTChineseIME=Jos et tarvitse perinteisiä Kiinalaisia IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
MPinyinIME=Microsoft Pinyin IME (kirjoitustuki)
LongMPinyinIME=Jos et tarvitse Microsoft Pinyin IME (kirjoitustuki) tiedostoja enää, voit poistaa ne.
HelpFile=Windowsin Apua Tiedostot
LongHelpFile=Jos et tarvitse Windows apua tiedostoja enää, voit poistaa ne.
SamplePic=Windowsin Kuva Näytteet
LongSamplePic=Jos et tarvitse näyte kuvia enää, voit poistaa ne.
SampleMic=Windowsin Musiikki Näytteet
LongSampleMic=Jos et tarvitse musiikki näyteitä enää, voit poistaa ne.
SampleVideos=Windowsin Video Näytteet
LongSampleVideos=Jos et tarvitse video näytteitä enää, voit poistaa ne.
SampleMedia=Windowsin Muut Media Näytteet
LongSampleMedia=Jos et tarvitse muita media näytteitä enää, voit poistaa ne.
Wallpaper=Windowsin Taustakuva tiedostot
LongWallpaper=Jos et tarvitse taustakuva tiedostoja enää, voit poistaa ne.
[DiskDefrag]
Volume=Asema
Format=Tiedosto Järjestelmä
TotalSpace=Kokonais Tila
FreeSpace=Vapaa Tila
Fragmented=Pirstoutumat
Status=Tila
PmDefrag=Eheytys
QuickOpt=Nopea Tehostus
FullOpt=Täysi Tehostus
PmAnlyse=Tutki
Resume=Yhteenveto
Analying=Tutkitaan
Defragmenting=Eheytetään
Optimizing=Tehostetaan
Analyed=Tutkittu
Defragmented=Eheytetty
Optimized=Tehostettu
Pause=Tauko
IsSSD=Valintasi sisältää ainakin yhden puolijohde(SSD)aseman. Levyn eheytys saattaa lyhentää sen elinaikaa. Oletko varma että haluat jatkaa?
FragmentedRate=Pirstoutuminen
Win10Upgrade=Windows 10 päivitys tiedostot
Win10UpgradeLong=Jos olet jo päivittänyt Windows 10:n, poista tämä kansio saadaksesi lisää levytilaa. 

[Area]
WinInstallerPackage=Vanhentunut Windows asennus
WindowsPaint=Windows Paint tiedot
AdobeFlash=Adobe Flash tiedot
ChromeCache=Google Chromen välimuisti
ChromeCookies=Google Chromen evästeet
ChromeForm=Google Chromen lomakkeiden autotäydennys historia
Chromelocalstorage=Google Chromen historia tiedot
ChromePass=Google Chromen tallennetut salasanat
ChromeSession=Google Chromen istunto
Cookies=Evästeet
DOMStoreCookies=MS IE:n DOM varaston evästeet
DownloadedPatch=Windows päivitystiedostot
Downloads=Selaimilla ladatut tiedostot
DriveTheLife=DriveTheLife tiedot
Dump=Muistivedos tiedostot
ErrorReport=Virheraportti tiedostot
ExplorerMRU=Muut resurssienhallinnan usein käytettyjen tiedot
FireFoxCache=Mozilla Firefoxin välimuisti
FireFoxCookies=Mozilla Firefoxin evästeet
FireFoxForm=Mozilla Firefoxin lomakkeiden autotäydennys historia
FireFoxOther=Mozilla Firefoxin muut historiat
FireFoxPass=Mozilla Firefoxin tallennetut salasanat
FontCache=Windowsin kirjasin välimuisti
IEAddressBarHistory=MS IE:n osoitepalkin historia
IECahce=MS IE:n välimuisti
IECookies=MS IE:n evästeet
IEForm=MS IE:n lomakkeiden autotäydennys historia
IEHistory=MS IE:n käytön historia
IEPass=MS IE:n tallennetut salasanat
IISLog=IIS loki
InvalidLnk=Virheelliset pikakuvakkeet
InvalidScTask=Virheelliset ajastetut tehtävät
InvalidStartMenu=Virheelliset Käynnistä valikot
JumpList=Tehtäväpalkin hyppylistat (Virheelliset kohteet siivotaan myös.)
LastDownloadDir=Viimeisin latausten sijainti
LogFile=Järjestelmän loki tiedostot
MESCache=MS Security Essentials tiedot
MetroCache=Windows Metron välimuisti
MSEdgeCache=MS Edgen välimuisti
MSEdgeCookies=MS Edgen evästeet
MSEdgeDownloadHistory=MS Edgen lataus historia
MSEdgeHistory=MS Edgen historia
MSEdgeRecentlyTypedURLs=MS Edgen viimeksi kirjoitetut URL-osoitteet
MSEdgeSavedFormInformation=MS Edgen tallennettu lomake tieto
MSEdgeSavedPasswords=MS Edgen tallennetut salasanat
MSEdgeSession=MS Edgen istunto
MSOffice=MS Office
Networkmapping=Verkkoasemien kartoitus historia
Office=MS Office
OfficePicture=MS Office Picture Manager tiedot
OfficeRecent=MS Officen viimeksi käytettyjen historia
OperaCache=Operan välimuisti
OperaCookies=Operan evästeet
OperaHistory=Operan history
OperaPassword=Operan tallennetut salasanat
OperaSessions=Operan istunnot
OperaSiteIcon=Operan verkkosivun kuvakeet
OperaURLHistory=Operan kirjoitetut URL-osoitteet
PaleMoonCache=PaleMoonin välimuisti
PaleMoonCookies=PaleMoonin evästeet
PaleMoonDownloadHistory=PaleMoonin lataus historia
PaleMoonHistory=PaleMoonin historia
PaleMoonSavedFormInformation=PaleMoonin tallennettu lomake tieto
PaleMoonSession=PaleMoonin istunto
PaleMoonSitePreferences=PaleMoonin sivusto asetukset
Prefetch=Vanha esiteusta tiedot
Recentdocuments=Usein käytetyt asiakirjat
Recyclebin=Roskakori tyhjennys
RemoteDesktop=Välimuisti tiedostot Etätyöpöydällä
RunStartMenu=Suorita käynistyksessä Valikko
SafariCache=Safarin välimuisti
SafariCookies=Safarin evästeet
SafariHistory=Safarin historia
SafariPass=Safarin tallennettu lomake tieto
SearchList=Windows etsinnänä historia
SysTemp=Windowsin luomat väliaikais tiedostot
SystemTrace=Windowsin ja sovellusten jäljet
ThumbCache=Pikkukuvien välimuisti
TraceClean=Jäljet tietokoneella
TraryNotify=Ilmoitusalueen kuvakkeiden välimuisti
TrashClean=Tiedostot tietokoneella
TypeInternetCache=Verkkoselainten välimuisti
TypeInternetTrace=Verkkoselainten jäljet
TypeMedia=Multimedia tiedost
TypeOtherApp=Muut sovellukset
TypeSystem=Windowsin järjestelmä tiedost
TypeWComponents=Windowsin osat
UserTemp=Sovellusten luomat väliaikais tiedostot
Vivaldi=Vivaldi
VivaldiCache=Vivaldin välimuisti
VivaldiCookies=Vivaldin evästeet
VivaldiForm=Vivaldin lomakkeiden autotäydennys historia
Vivaldilocalstorage=Vivaldin paikallisvarasto
VivaldiSavedpasswords=Vivaldin tallennetut salasanat
VivaldiSession=Vivaldin istunto
WindowsSysCache=Windowsin järjestelmän välimuisti
WindowsWordpad=Windows WordPad tiedot
WinInstallerCache=Windowsin asentajan välimuisti
WinSxsBackup=Windows WinSxs varmistus tiedot
Yandex=Yandexin tiedot
YandexCache=Yandexin välimuisti
YandexCookies=Yandexin evästeet
YandexForm=Yandexin lomakkeiden autotäydennys historia
YandexLocalstorage=Yandexin paikallisvarasto
Yandexpass=Yandexin tallennetut salasanat
YandexSession=Yandexin istunto
AdobeAcrobatReader5.0=Adobe Acrobat Reader 5.0 tiedot
AdobeAcrobatReader6.0=Adobe Acrobat Reader 6.0 tiedot
AdobeAcrobatReader7.0=Adobe Acrobat Reader 7.0 tiedot
AdobeReader8.0=Adobe Reader 8.0 tiedot
AdobeReader9.0=Adobe Reader 9.0 tiedot
AdobeReader9.0=Adobe Reader 9.0 tiedot
AdobeReader11.0=Adobe Reader 11.0 tiedot
AdobeReader DC=Adobe Reader DC tiedot
AdobeAcrobat8.0=Adobe Acrobat 8.0 tiedot
AdobeAcrobat9.0=Adobe Acrobat 9.0 tiedot
AdobeAcrobat10.0=Adobe Acrobat 10.0 tiedot
AdobeAcrobatXI=Adobe Acrobat XI tiedot
AdobeImageReady7.0=Adobe ImageReady 7.0 tiedot
AdobeImageReadyCS=Adobe ImageReady CS tiedot
AdobePhotoshop6.0=Adobe Photoshop 6.0 tiedot
AdobePhotoshop7.0=Adobe Photoshop 7.0 tiedot
AdobePhotoshopCS=Adobe Photoshop CS tiedot
AdobePhotoshopCS2=Adobe Photoshop CS2 tiedot
AdobePhotoshopCS3=Adobe Photoshop CS3 tiedot
AdobePhotoshopCS4=Adobe Photoshop CS4 tiedot
AdobePhotoshopCS5=Adobe Photoshop CS5 tiedot
AdobePhotoshopCS6=Adobe Photoshop CS6 tiedot
AdobePhotoshopElements12=Adobe Photoshop Elements 12 tiedot
AdobeIllustrator=Adobe Illustrator tiedot
AdobeAir=Adobe Air tiedot
AdobeDreamweaver=Adobe Dreamweaver tiedot
AdobePremiereProCC=Adobe Premiere Pro CC tiedot
AdobePremiereElements12=Adobe Premiere Elements 12 tiedot
AcrobatDistiller10=Acrobat Distiller 10 tiedot
AdvancedSearchbar=Advanced Searchbar tiedot
YahooToolbar=Yahoo työkalupalkki
WindowsLiveToolbar=Windows Live työkalupalkki
GoogleToolbar=Google työkalupalkki
GoogleToolbarIE=Google työkalupalkki (IE)
GoogleDeskbar=Google Deskbar tiedot
GoogleCalendarSync=Google kalenterin täsmäytys tiedot
GoogleTalk=Google Talk tiedot
KantarisMediaPlayer=Kantaris Media Player tiedot
KMPlayer=KMPlayer tiedot
WindowsMediaPlayer=Windows Media Player tiedot
WindowsMediaCenter=Windows Media Center tiedot
RealPlayer=Real Player tiedot
RealPlayerSP=Real Player SP tiedot
RealPlayer15=Real Player 15 tiedot
RealPlayer16=Real Player 16 tiedot
RealPlayerCloud=Real Player Cloud tiedot
RealTimes=RealTimes tiedot
QuicktimePlayer=Quicktime Player tiedot
AVIPreview=AVI Preview tiedot
Steam=Steam tiedot
Xfire=Xfire tiedot
XMLSpy=XML Spy tiedot
OxygenXMLEditor=Oxygen XML Editor tiedot
SWiSH=SWiSH tiedot
PaintShopPro7.0=Paint Shop Pro 7.0 tiedot
PaintShopPro8.0=Paint Shop Pro 8.0 tiedot
PaintShopPro9.0=Paint Shop Pro 9.0 tiedot
PaintShopProX=Paint Shop Pro X tiedot
PaintShopProXI=Paint Shop Pro XI tiedot
PaintShopProX2=Paint Shop Pro X2 tiedot
PaintShopProX3=Paint Shop Pro X3 tiedot
CorelPaintShopProX4=Corel PaintShop Pro X4 tiedot
CorelPaintShopProX5=Corel PaintShop Pro X5 tiedot
CorelPaintShopProX6=Corel PaintShop Pro X6 tiedot
MSWorks4.0=MS Works 4.0 tiedot
MSOffice97=Office 97 tiedot
MSOfficeXP=Office XP tiedot
MSOffice2003=Office 2003 tiedot
MSOffice2007=Office 2007 tiedot
MSOffice2010=Office 2010 tiedot
MSOffice2013=Office 2013 tiedot
MSOffice2016=Office 2016 tiedot
InstallshieldDeveloper7.0=Installshield Developer 7.0 tiedot
MacromediaFlash4.0=Macromedia Flash 4.0 tiedot
MacromediaFlash5.0=Macromedia Flash 5.0 tiedot
MacromediaFlashMX=Macromedia Flash MX tiedot
MacromediaFlashMX2004=Macromedia Flash MX 2004 tiedot
AdobeFlashPlayer=Adobe Flash Player tiedot
MacromediaHomesite5.0=Macromedia Homesite 5.0 tiedot
MacromediaFireworks6.0=Macromedia Fireworks 6.0 tiedot
AdobeFireworks6.0=Adobe Fireworks 6.0 tiedot
MacromediaDreamweaverMX=Macromedia Dreamweaver MX tiedot
MacromediaShockwave10=Macromedia Shockwave 10 tiedot
MacromediaShockwave11=Macromedia Shockwave 11 tiedot
MicrosoftSilverlight=Microsoft Silverlight tiedot
UleadSmartSaverPro3.0=Ulead Smart Saver Pro 3.0 tiedot
NortonAntiVirus=Norton AntiVirus tiedot
SymantecAntiVirus=Symantec AntiVirus tiedot
MSSnapshotViewer=MS Snapshot Viewer tiedot
MSManagementConsole=MS Management Console tiedot
MSWordpad=MS Wordpad tiedot
MSPaint=MS Paint tiedot
MSPhotoEditor=MS Photo Editor tiedot
MSSearch=MS Search tiedot
SearchCharmHistory=Search Charm History tiedot
NeroBurningROM=Nero Burning ROM tiedot
NeroBurningROM 9=Nero Burning ROM 9 tiedot
NeroBurningROM10=Nero Burning ROM 10 tiedot
NeroBurningROM2014=Nero Burning ROM 2014 tiedot
Nero12PlatinumHDSuite=Nero 12 Platinum HD Suite tiedot
Nero14PlatinumHDSuite=Nero 14 Platinum HD Suite tiedot
NeroVideo11=Nero Video 11 tiedot
NeroVision10=Nero Vision 10 tiedot
NeroBackItUp2014=Nero BackItUp 2014 tiedot
NeroExpress2014=Nero Express 2014 tiedot
WinAce2.0=WinAce 2.0 tiedot
SpyBotSearchandDestroy=SpyBot Search and Destroy tiedot
Ad-AwareSEPersonal=Ad-Aware SE Personal tiedot
Ad-AwareSEProfessional=Ad-Aware SE Professional tiedot
Ad-AwareSEPlus=Ad-Aware SE Plus tiedot
Ad-Aware=Ad-Aware tiedot
WebrootSpySweeper=Webroot SpySweeper tiedot
DriverCleanerPro=Driver Cleaner Pro tiedot
Kazaa=Kazaa-selaus historia tiedot
NetscapeNavigator4.x=Netscape Navigator 4.x tiedot
MicrosoftVisualStudio6.0=Microsoft Visual Studio 6.0 tiedot
AxialisIconWorkshop=Axialis IconWorkshop tiedot
eMuleSearchHistory=eMule-selaus historia tiedot
eMuleFileHashes=eMule-File Hashes tiedot
WinISO=WinISO tiedot
IsoBuster=IsoBuster tiedot
MediaPlayerClassic=Media Player Classic tiedot
BSPlayer=BSPlayer tiedot
VLCMediaPlayer=VLC Media Player tiedot
MediaMonkey=MediaMonkey tiedot
Winamp=Winamp tiedot
MusicMatchJukebox=MusicMatch Jukebox tiedot
SoundForge6.0=Sound Forge 6.0 tiedot
Audacity=Audacity tiedot
WindowsLiveMessenger=Windows Live Messenger tiedot
Skype=Skype tiedot
AOLInstantMessenger=AOL Instant Messenger tiedot
CamfrogVideoChat=Camfrog Video Chat tiedot
MirandaInstantMessenger=Miranda Instant Messenger tiedot
Pidgin=Pidgin tiedot
YahooMessenger=Yahoo Messenger tiedot
ooVoo=ooVoo tiedot
TeamSpeak=TeamSpeak tiedot
VentriloClient=Ventrilo asiakas tiedot
VentriloServer=Ventrilo palvelin tiedot
MySpaceIM=MySpaceIM tiedot
AcronisTrueImage=Acronis True Image tiedot
WinZip=WinZip tiedot
WinRAR=WinRAR tiedot
7-Zip=7-Zip tiedot
BitZipper=BitZipper tiedot
PowerArchiver=PowerArchiver tiedot
PowerArchiver2013=PowerArchiver 2013 tiedot
ZipMagic=ZipMagic tiedot
PicoZip=PicoZip tiedot
PKZip=PKZip tiedot
Java=Java tiedot
FreshDownload=FreshDownload tiedot
WindowsMovieMaker=Windows Movie Maker tiedot
TextPad=TextPad tiedot
VirtualDub=VirtualDub tiedot
RegEdit=RegEdit tiedot
GameExplorer=Game Explorer tiedot
AceHTML5=AceHTML 5 tiedot
Alcohol120=Alcohol 120% tiedot
Alcohol52=Alcohol 52% tiedot
LeechGet=LeechGet tiedot
GetRight=GetRight tiedot
DownloadAcceleratorPlus=Download Accelerator Plus tiedot
FreeDownloadManager=Free Download Manager tiedot
InternetDownloadAccelerator=Internet Download Accelerator tiedot
InternetDownloadManager=Internet Download Manager tiedot
OrbitDownloader=Orbit Downloader tiedot
Morpheus=Morpheus tiedot
VNCViewer3=VNCViewer 3 tiedot
VNCViewer4=VNCViewer 4 tiedot
DVDShrink=DVD Shrink tiedot
TivoDesktop=Tivo Desktop tiedot
CAAnti-Virus=CA Anti-Virus tiedot
ZoneAlarm=ZoneAlarm Logs tiedot
GoogleEarth=Google Earth tiedot
PerfectDisk7.0=PerfectDisk 7.0 tiedot
DaemonTools=Daemon työkalu tiedot
Vuze=Vuze tiedot
BitTorrent=BitTorrent tiedot
FrostWire=FrostWire tiedot
uTorrent=uTorrent tiedot
Shareaza=Shareaza tiedot
iMesh=iMesh tiedot
BearShare=BearShare tiedot
DC++=DC++ tiedot
Ares=Ares tiedot
CuteFTPPro7.0=CuteFTP Pro 7.0 tiedot
CuteFTPHome7.0=CuteFTP Home 7.0 tiedot
CuteFTPPro8.0=CuteFTP Pro 8.0 tiedot
CuteFTPHome8.0=CuteFTP Home 8.0 tiedot
CuteFTP9=CuteFTP 9 tiedot
CoreFTP=Core FTP tiedot
FileZilla=FileZilla tiedot
SmartFTP=SmartFTP tiedot
ClamWin=ClamWin tiedot
EwidoAnti-Malware=Ewido Anti-Malware loki tiedot
AVGAnti-Spyware=AVG Anti-Spyware tiedot
MalwarebytesAnti-Malware=Malwarebytes Anti-Malware tiedot
SpywareTerminator=Spyware Terminator tiedot
SUPERAntiSpyware=SUPERAntiSpyware tiedot
A-Squared=A-Squared tiedot
FoxitReader=Foxit Reader tiedot
FoxitReader6.0=Foxit Reader 6.0 tiedot
FoxitReader7.0=Foxit Reader 7.0 tiedot
FoxitReader8.0=Foxit Reader 8.0 tiedot
FoxitReader9.0=Foxit Reader 9.0 tiedot
Paint.NET=Paint.NET tiedot
OpenOffice1.14=OpenOffice 1.14 tiedot
OpenOffice2.0=OpenOffice 2.0 tiedot
OpenOffice2.1=OpenOffice 2.1 tiedot
OpenOffice3=OpenOffice 3 tiedot
OpenOffice4=OpenOffice 4 tiedot
GrisoftAVG7.0=Grisoft AVG 7.0 tiedot
AVGAntiVirus8.0=AVG AntiVirus 8.0 tiedot
AVGAntiVirus9.0=AVG AntiVirus 9.0 tiedot
AVGAntiVirus10.0=AVG AntiVirus 10.0 tiedot
AVGAntiVirus2012=AVG AntiVirus 2012 tiedot
AVGAntiVirus2013=AVG AntiVirus 2013 tiedot
AntiVirDesktop=AntiVir Desktop tiedot
AvastAntivirus4=Avast! Antivirus 4 tiedot
AvastAntivirus5=Avast! Antivirus 5 tiedot
AvastAntivirus=Avast! Antivirus tiedot
BitDefender=BitDefender tiedot
TUGZip=TUGZip tiedot
WindowsDefender=Windows Defender tiedot
IZArc=IZArc tiedot
MSSearchHelperExtension=MS Search avustaja laajennos tiedot
MSOfficePictureManager=MS Office Picture Manager tiedot
ImgBurn=ImgBurn tiedot
CloneCD=CloneCD tiedot
VirtualCloneDrive=Virtual Clone Drive tiedot
WinPatrol=WinPatrol tiedot
LogMeIn=LogMeIn tiedot
AshampooBurningStudio10=Ashampoo Burning Studio 10 tiedot
AshampooBurningStudio11=Ashampoo Burning Studio 11 tiedot
AshampooBurningStudio14=Ashampoo Burning Studio 14 tiedot
ExamDiff=ExamDiff tiedot
ExamDiffPro=ExamDiff Pro tiedot
CompareIt=Compare It! tiedot
WinDiff=WinDiff tiedot
FeedDemon=FeedDemon tiedot
Last.FM=Last.FM tiedot
Pando=Pando tiedot
Sandboxie=Sandboxie tiedot
Snagit9=Snagit 9 tiedot
Snagit10=Snagit 10 tiedot
Snagit11=Snagit 11 tiedot
Snagit12=Snagit 12 tiedot
Ditto=Ditto tiedot
Evernote=Evernote tiedot
I2P=I2P tiedot
McAfeeAntiVirus=McAfee AntiVirus tiedot
PerfectDisk8=PerfectDisk 8 tiedot
PerfectDisk9=PerfectDisk 9 tiedot
PerfectDisk10=PerfectDisk 10 tiedot
PerfectDisk11=PerfectDisk 11 tiedot
PerfectDisk12=PerfectDisk 12 tiedot
PerfectDisk12.5=PerfectDisk 12.5 tiedot
PowerISO=PowerISO tiedot
UltraISO=UltraISO tiedot
GIMP2.4=GIMP 2.4 tiedot
GIMP2.6=GIMP 2.6 tiedot
GIMP2.8=GIMP 2.8 tiedot
GoZilla=Go!Zilla tiedot
MagicISO=MagicISO tiedot
Zune=Zune tiedot
BreezeBrowserPro=BreezeBrowser Pro tiedot
FastStoneImageViewer=FastStone Image Viewer tiedot
FastStoneCapture=FastStone Capture tiedot
AkelPad=AkelPad tiedot
Notepad++=Notepad++ tiedot
NoteXpad=NoteXpad tiedot
RegEditX=RegEditX tiedot
FoxitReader5.0=Foxit Reader 5.0 tiedot
ACDSee14=ACDSee 14 tiedot
CamtasiaStudio7.0=Camtasia Studio 7.0 tiedot
CamtasiaStudio8=Camtasia Studio 8 tiedot
CoffeeCupHTMLEditor=CoffeeCup HTML Editor tiedot
AnyVideoConverterUltimate=Any Video Converter Ultimate tiedot
FreemakeVideoDownloader=Freemake Video Downloader tiedot
FreemakeAudioConverter=Freemake Audio Converter tiedot
FreemakeVideoConverter=Freemake Video Converter tiedot
ConvertXToDVD=ConvertXToDVD tiedot
VSOBlu-rayConverterUltimate=VSO Blu-ray Converter Ultimate tiedot
VSODVDConverterUltimate=VSO DVD Converter Ultimate tiedot
AIMP3=AIMP 3 tiedot
CorelVideoStudioProX4=Corel VideoStudio Pro X4 tiedot
CorelVideoStudioProX5=Corel VideoStudio Pro X5 tiedot
AlZip=AlZip tiedot
CyberLinkPhotoDirector3=CyberLink PhotoDirector 3 tiedot
CyberLinkPowerDirector10=CyberLink PowerDirector 10 tiedot
CyberLinkPowerDirector12=CyberLink PowerDirector 12 tiedot
CyberLinkAudioDirector4=CyberLink AudioDirector 4 tiedot
DivXplayer=DivX player tiedot
UniversalExtractor=Universal Extractor tiedot
4Sync=4Sync tiedot
CopernicDesktopSearch=Copernic Desktop Search tiedot
DVDFab=DVDFab tiedot
InkScape=InkScape tiedot
Anonymizer=Anonymizer tiedot
Gadu-Gadu=Gadu-Gadu tiedot
FoxitPhantomPDF=Foxit Phantom PDF tiedot
PDFCreator=PDFCreator tiedot
PDFArchitect=PDF Architect tiedot
MailWasherPro=MailWasher Pro tiedot
SamsungKies=Samsung Kies tiedot
ConnectifyHotspot=Connectify Hotspot tiedot
ExpressScribe=Express Scribe tiedot
GomPlayer=Gom Player tiedot
SonyVegasPro12.0=Sony Vegas Pro 12.0 tiedot
DirectoryOpus10=Directory Opus 10 tiedot
NVIDIAInstallFiles=NVIDIA asennus tiedosto tiedot
CDBurnerXP=CDBurnerXP tiedot
UltraEdit=UltraEdit tiedot
PhotodexProShowProducer=Photodex ProShow Producer tiedot
SketchUpMake2013=SketchUp Make 2013 tiedot
HandBrake=HandBrake tiedot
ABBYYFineReader11.0=ABBYY FineReader 11.0 tiedot
TheBat=TheBat tiedot
WondershareVideoConverterUltimate=Wondershare Video Converter Ultimate tiedot
SublimeText=Sublime Text tiedot
Picasa3=Picasa 3 tiedot
KingsoftOffice2013=Kingsoft Office 2013 tiedot
XilisoftVideoConverter=Xilisoft Video Converter tiedot
XilisoftDVDRipper=Xilisoft DVD Ripper tiedot
dBpoweramp=dBpoweramp tiedot
SyncBackFree=SyncBackFree tiedot
WondershareVideoConverterPro=Wondershare Video Converter Pro tiedot
AimersoftVideoConverterUltimate=Aimersoft Video Converter Ultimate tiedot
StardockWindowBlinds=Stardock WindowBlinds tiedot
NitroPro9=Nitro Pro 9 tiedot
NitroPDFReader3=Nitro PDF Reader 3 tiedot
VirtualDJ7=VirtualDJ 7 tiedot
FormatFactory3.3.5=Format Factory 3.3.5 tiedot
TeamViewer=TeamViewer tiedot
MSOneDrive=MS OneDrive tiedot
VNCViewer5=VNCViewer 5 tiedot
Tag&Rename3.8=Tag&Rename 3.8 tiedot
Tango=Tango tiedot
PhotoScape3.6.5=PhotoScape 3.6.5 tiedot
BlueStacks=BlueStacks tiedot
ManyCam4.0.109=ManyCam 4.0.109 tiedot
ManyCam4.0.109=ManyCam 4.0.109 tiedot
XnView=XnView tiedot
AppleInstallCache=Apple ohjelmiston asennuksen välimuisti
BaiduYunGuanjia=Baidu Yun Guan jia tiedot
Battle.net=Battle.net tiedot
DriveTheLife=DriveTheLife tiedot
iTunes=iTunes tiedot
kpzs-cache=kpzs-välimuisti tiedot
MESCache=MS Security Essentials lokit ja päivitys välimuisti
QIHU360TotalSecurity=QIHU 360 Total Security tiedot
QQ=Tencent QQ:n tiedot
QQImg=Tencent QQ:n vastaan otetut kuvat
QQRFile=Tencent QQ:n vastaanotetut tiedostot
QQPCMgr=QQ PC Manager tiedot
Tencent-Logs=Tencent loki tiedot
TencentQQGame=Tencent QQ Game tiedot
Thunder=Thunder tiedot
Thunder-Game=Thunder Game tiedot
ThunderXMP=Thunder XMP tiedot
Yodao-Dict=Yodao-Dict tiedot
YY=DuoWan YY tiedot
DriverGeniusUpdateFiles=Driver Genius päivitys tiedostot
DriverGeniusBackupFiles=Driver Genius varmistus tiedostot
DriverGeniusDownloadInstallerFiles=Driver Geniuksen ladatut asennus tiedostot
DriverGeniusCacheFiles=Driver Genius välimuisti tiedostot
QQMusicCacheFiles=QQ Music välimuisti tiedostot
KuGouMusicCacheFiles=KuGou Music välimuisti tiedostot
KuGouLyricFiles=KuGou Lyric tiedostot
XIAMIMusicCache=XIAMI Music välimuisti
NeteaseCloudMusicCache=Netease Cloud Music välimuisti
KuWoInstallCache=KuWo Music asentajan välimuisti
KuWoMusicCache=KuWo Music välimuisti
BaiduMusicLogFiles=Baidu Music loki tiedostot
BaiduMusicCache=Baidu Music välimuisti
WeSingLogFiles=WeSing loki tiedostot
WeSingCache=WeSing välimuisti

[Type]
UserDefine=Käyttäjän määrittämät
ZeroFile=Tyhjät tiedostot, 0-tavua
WinSetupLog=Windows asennuksen virheloki tiedostot
NtUninstall=Windows päivitysten asennuksenpoisto lähteet
InvalidLnk=Virheelliset pikakuvakkeet
UserTemp=Käyttäjän väliaikaisten kansioiden tiedostot
WinTemp=Windowsin väliaikaisten kansioiden tiedostot
RecentFiles=Linkit äsken käytettyihin tiedostoihin
PatchSource=Windows päivityslähteet
TempFile=Väliaikaiset tiedostot
fcwdir=Lataus tapahtuman luomat tiedostot
tfcbp=Ohjelmien luomat väliaikaistiedostot
sdrf=Levy etsinnän luomat palautustiedostot
OldFile=Vanhat tiedostot
outdatedfile=Vanhentuneet tiedostot
fcwhfir=Apua tiedostojen luomat tiedostot
Ncfile=Uutisryhmän välimuisti tiedostot
Backupfile=Varmistus tiedostot
WBfile=MS Word varmistustiedostot
Cbswahf=Tiedostot jotka luotu etsittäessä apua tiedostoa
whtf=Windows apua järjestelmän väliaikaiset tiedostot 
Logfile=Loki tiedostot
LLogfile=Sovellusten tai järjestelmä palveluiden luomat lokitiedostot
Errorfile=Virhe tiedostot
Wmdf=Win2000/XP muistivedostiedostot
bcomf=Varmuus kopiot muokatuista tiedostoista
Indexfile=Osoite tiedostot
ifcbsiotitpbs=kuvien etsintänopeuden parantamiseksi järjestelmän luomat osoite tiedostot
Tfcds=Asennuksessa luodut väliaikaiset tiedostot
Intermediatefile=Välitys tiedostot
chkfile=Palautettu tiedosto

[AutoClean]
DiskSaved=levytilaa on säästynyt.
Title=Onnittelut!
TraceCleanned=jäljet on siivottu.

[Skin]
SkinDefault=Oletus
SkinGray=Harmaa
SkinOrange=Oranssi
SkinCustom=Muokattu
SkinColor=Muokatun ulkoasun väri

[AutoUpdate]
CurrentFile=Nykyinen Tiedosto:
Canceling=Keskeytetään...
CANCEL=Keskeytä
Ready=Valmiina ladattavaksi

[EUASK]
regcaption=Rekisteröi
logincaption=Kirjaudu
FrmEuaskLogin.lblJoin.Caption=Nauti Euaskista
FrmEuaskLogin.lblSign.Caption=Kirjaudu Euaskiin
FrmEuaskLogin.lblnick.Caption=Käyttäjänimi:
FrmEuaskLogin.lbl1.Caption=Salasana:
FrmEuaskLogin.btnlogin.caption=Kirjaudu
FrmEuaskLogin.btnregister.Caption=Rekisteröi
FrmEuaskLogin.btnpwd.Caption=Oletko unohtanut salasanasi?
FrmEuaskLogin.WiseLabel1.Caption=Käyttäjänimi:
FrmEuaskLogin.WiseLabel2.Caption=Salasana:
FrmEuaskLogin.btnreg.caption=Rekisteröi
FrmEuaskLogin.WiseSimpleButton1.Caption=Kirjaudu
FrmEuaskLogin.lbl2.Caption=Sähköposti:
FrmEuaskLogin.btnnone.Caption=Ei nyt
inputuser=Syötä käyttäjätunnuksesi ja salasanasi.